Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
 Syntax
  C#
public virtual bool IsEmpty { get; }
  Visual Basic
Public Overridable ReadOnly Property IsEmpty As Boolean
	Get
  Visual C++
public:
virtual property bool IsEmpty {
	bool get ();
}
 See Also
  LoadCaseSet Class
  Autodesk.Revit.DB.Structure Namespace